espressif/esp-idf/examples/bluetooth/nimble/blecent/sdkconfig.ci.esp32c2_rev2_xtal26m
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_ESP32C2_REV_MIN_200=y

CONFIG_EXAMPLE_USE_CI_ADDRESS=y
CONFIG_EXAMPLE_PEER_ADDR="${CI_PIPELINE_ID}"
